{
  "gallery1": "Photo",
  "gallery2": "Gallery",
  "gallery3": "Load more",
  "about1": "About Us",
  "about2": "We marry passion with precision to create exquisite pieces that embody elegance and sophistication. From intricate designs to the finest materials, each product reflects our commitment to quality and craftsmanship. Explore our collection and experience the epitome of luxury",
  "about27": "From",
  "about3": "Thread",
  "about4": "to",
  "about5": "Trend", 
  "about6": "Weaving",
  "about7": "Excellence",
  "about28": "Since 1980",
  "about8": "Founding",
  "about9": "and Leadership",
  "about10": "Elhodaa & Eldabaa",
  "about11": "Textile was founded in 1980 by Haj Ali Dabaa, alongside co-founders Eng. Mostafa Eldabaa and Mr. Omar Eldabaa. Currently, the company is led by CEOs Haj Amin Eldabaa and Mahmoud Dabaa, whose vision and leadership have propelled the company to new heights",
  "about12": "Production Focus",
  "about13": "Specializing in",
  "about14": "cotton",
  "about15": "and",
  "about16": "polyester fabrics",
  "about17": "Elhodaa & Eldabaa Textile's ",
  "about18": "commitment to quality and innovation is exemplified through their diverse product range. Notably, their super soft velvet fabric has become synonymous with luxury and comfort, setting them apart in the market",
  "about19": "Machinery",
  "about20": " With a state-of-the-art infrastructure featuring 180 circular knitting machines, 10 warp knitting machines, and advanced",
  "about21": "Karl Mayer",
  "about22": "equipment, the company stands at the forefront of technological advancement. This modern machinery enables efficient production of high-quality fabrics, ensuring consistency and excellence",
  "about23": "Competitive Advantage",
  "about24": "The production of super soft velvet fabric has not only showcased Elhodaa & Eldabaa Textile's expertise but also provided them with a significant competitive edge. By continuously innovating and offering unique fabric solutions, the company maintains its position as a leader in the textile industry.Through dedication to craftsmanship, investment in cutting-edge technology, and a relentless pursuit of excellence, Elhodaa & Eldabaa Textile has established itself as a trusted name in the industry, meeting the evolving needs of customers worldwide",
  "about25": "Leran more",
  "about26": "COUNTRIES WE EXPORT TO",
  "contact1": "Get in",
  "contact2": "touch",
  "contact3": "You're welcome to visit our office during business hours, but please schedule an appointment in advance to ensure assistance availability",
  "contact4": "You're welcome to visit our office during business hours, but please schedule an appointment in advance to ensure assistance availability",
  "contact5": "We're here to help! Feel free to get in touch with us through any of the following channels",
  "home1": "EL HODA & ELDABI TEX",
  "home2": "Fabrics made with love",
  "home3": "EL HODA & ELDABİ TEX, proudly shaping the textile and fabric industry since 1980. With a rich history of craftsmanship and dedication, we deliver premium textiles that reflect our commitment to quality and innovation",
  "home4": "Explore",
  "shop1": "Explore Our Products",
  "shop2": "Discover Our Extensive Collection: Quality Craftsmanship in DTY, POY, FDY. With Cotton & Polyester Expertise, Your Ideal Fabric Awaits. Explore Now for Excellence!",
  "shop3": "DTY",
  "shop4": "Details",
  "shop5": "Flame Retardant",
  "shop6": "UV Resistance",
  "shop7": "Thermal Resistance",
  "shop8": "Anti Bacteria",
  "shop9": "EL HODA & ELDABI presents DTY yarns uniquely processed to generate diverse texturized effects, including false twists, crimps, and more, replicating the look of natural-fiber yarns. Additionally, a selection of dope-dyed color choices is offered for added versatility.",
  "shop10": "FDY",
  "shop11": "EL HODA & ELDABI FDY comprises fully-drawn polyester yarn, primed for application across diverse textile manufacturing processes. Offering over 200 dope-dyed color variations under the Color Max range, spanning from 50 to 1200 denier and filament counts from 36 to 192, versatility is at its core. With production achievable at high speeds, these flat yarns come in variations of high and low shrinkage, in addition to the standard type.",
  "shop12": "POY",
  "shop13": "EL HODA & ELDABI POY is a partially-oriented yarn, offering extensive possibilities for achieving various effects through processes such as texturizing, air-texturizing, and two-stage flat yarn production. Dope-dyed options are also offered for enhanced customization.",
  "shop14": "view more",
  "shop17": "Categories",
  "shop18": "Width",
  "shop19": "GSM",
  "shop20": "Our",
  "menu1":"Home",
  "menu2":"Gallery",
  "menu3":"Shop",
  "menu4":"About", 
  "menu5":"Contact Us"
}
