{
  "gallery1": "معرض ",
  "gallery2": "الصور",
  "gallery3": "تحميل المزيد",
  "about1": "من نحن",
  "about2": "نحن نزاوج بين الشغف والدقة لنصنع قطعًا رائعة تجسد الأناقة والرقي. من التصاميم المعقدة إلى أجود المواد، يعكس كل منتج التزامنا بالجودة والحرفية. استكشف مجموعتنا واستمتع بتجربة مثال الفخامة",
  "about27": "من",
  "about3": "الخيط",
  "about4": "إلى",
  "about5": "الاتجاه", 
  "about6": "نتميز",
  "about7": "في النسيج",
  "about28": "منذ عام 1980",
  "about8": "التأسيس",
  "about9": "والقيادة",
  "about10": "الهدي و الضبع",
  "about11": "للنسيج تأسست في عام 1980 على يد الحاج علي ضبعة، إلى جانب المؤسسين المشاركين م. مصطفى الضبع والأستاذ عمر الضبع. حاليًا، يرأس الشركة الرئيسان التنفيذيان الحاج أمين الضبعة ومحمود الضبعة، اللذان دفعت رؤيتهما وقيادتهما الشركة إلى آفاق جديدة",
  "about12": "التركيز على الإنتاج",
  "about13": "متخصصة في",
  "about14": "القطن",
  "about15": "و",
  "about16": "أقمشة البوليستر",
  "about17": "الهدي و الضبع",
  "about18": " تلتزم بالجودة والابتكار من خلال مجموعة منتجاتها المتنوعة. ومن الجدير بالذكر أن نسيجها المخملي فائق النعومة أصبح مرادفًا للفخامة والراحة، مما يميزها عن غيرها في السوق",
  "about19": "الات",
  "about20": "مع بنية تحتية حديثة تضم 180 ماكينة حياكة دائرية، و10 آلات حياكة سداسية، وآلات حياكة متقدمة",
  "about21": "Karl Mayer",
  "about22": "المعدات، والشركة تقف في طليعة التقدم التكنولوجي. تتيح هذه الآلات الحديثة إنتاجًا فعالاً للأقمشة عالية الجودة، مما يضمن الاتساق والتميز",
  "about23": "ميزة تنافسية",
  "about24": "إن إنتاج الأقمشة المخملية فائقة النعومة لم يُظهر فقط خبرة شركة الهدى والضبع للنسيج، بل زودها أيضًا بميزة تنافسية كبيرة. من خلال الابتكار المستمر وتقديم حلول نسيج فريدة من نوعها، تحافظ الشركة على مكانتها كشركة رائدة في صناعة النسيج. من خلال التفاني في الصناعة اليدوية، والاستثمار في التكنولوجيا المتطورة، والسعي الحثيث للتميز، أنشأت شركة الهدى والضبع للنسيج نفسها كاسم موثوق به. في الصناعة، وتلبية الاحتياجات المتطورة للعملاء في جميع أنحاء العالم",
  "about25": "اعرف المزيد",
  "about26": "البلدان التي نصدر إليها",
  "contact1": "تكلم",
  "contact2": "معنا",
  "contact3": "نرحب بزيارتك لمكتبنا خلال ساعات العمل، ولكن يرجى تحديد موعد مسبقًا لضمان توفر المساعدة",
  "contact4": "نرحب بزيارتك لمكتبنا خلال ساعات العمل، ولكن يرجى تحديد موعد مسبقًا لضمان توفر المساعدة",
  "contact5": "نحن هنا للمساعدة! لا تتردد في التواصل معنا عبر أي من القنوات التالية",
  "home1": "الهدي و الضبع تكس",
  "home2": "أقمشة مصنوعة بالحب",
  "home3": "تعمل الهدي و الضبع تكس بفخر على تشكيل صناعة النسيج والنسيج منذ عام 1980. مع تاريخ غني من الحرفية والتفاني، نقدم منسوجات متميزة تعكس التزامنا بالجودة والابتكار",
  "home4": "استكشف",
  "shop1": "اكتشف منتجاتنا",
  "shop2": "اكتشف مجموعتنا الواسعة: براعة عالية الجودة في DTY وPOY وFDY. بفضل خبرة القطن والبوليستر، القماش المثالي في انتظارك. اكتشف الآن للتميز!",
  "shop3": "DTY",
  "shop4": "تفاصيل",
  "shop5": "مقاوم للهب",
  "shop6": "مقاومة الأشعة فوق البنفسجية",
  "shop7": "المقاومة الحرارية",
  "shop8": "مضاد للبكتيريا",
  "shop9": "تقدم الهدى والدابي خيوط DTY معالجة بشكل فريد لتوليد تأثيرات نسيجية متنوعة، بما في ذلك الالتواءات الكاذبة، والتجعيدات، والمزيد، مما يحاكي مظهر خيوط الألياف الطبيعية. بالإضافة إلى ذلك، يتم تقديم مجموعة مختارة من خيارات الألوان المصبوغة لمزيد من التنوع.",
  "shop10": "FDY",
  "shop11": "تتكون شركة EL HODA & ELDABI FDY من خيوط البوليستر المسحوبة بالكامل، المعدة للاستخدام في عمليات تصنيع المنسوجات المتنوعة. تقدم أكثر من 200 لونًا مختلفًا مصبوغًا تحت مجموعة Color Max، والتي تمتد من 50 إلى 1200 دينير وعدد الخيوط من 36 إلى 192، كما أن تعدد الاستخدامات هو في جوهرها. مع إمكانية تحقيق الإنتاج بسرعات عالية، تأتي هذه الخيوط المسطحة بأشكال مختلفة من الانكماش العالي والمنخفض، بالإضافة إلى النوع القياسي.",
  "shop12": "POY",
  "shop13": "EL HODA & ELDABI POY عبارة عن خيوط موجهة جزئيًا، وتوفر إمكانيات واسعة لتحقيق تأثيرات مختلفة من خلال عمليات مثل التركيب، والتركيب الهوائي، وإنتاج الخيوط المسطحة على مرحلتين. يتم أيضًا تقديم خيارات مصبوغة بالمخدرات لتحسين التخصيص.",
  "shop14": "عرض المزيد",
  "shop17": "فئاتنا",
  "shop18": "عرض",
  "shop19": "الجرام لكل متر مربع",
  "shop20": "",
  "menu1":"الرئيسيه", 
  "menu2":"الصور",
  "menu3":"منتجاتنا",
  "menu4":"عنا",
  "menu5":"تواصل معنا"
}
