{
  "gallery1": "Fotoğraf",
  "gallery2": "Galerisi",
  "gallery3": "daha fazla yükle",
  "about1": "Hakkımızda",
  "about2": "Zarafet ve inceliği bünyesinde barındıran enfes parçalar yaratmak için tutkuyu hassasiyetle birleştiriyoruz. Karmaşık tasarımlardan en iyi malzemelere kadar her ürün, kalite ve işçiliğe olan bağlılığımızı yansıtır. Koleksiyonumuzu keşfedin ve lüksün somut örneğini deneyimleyin",
  "about27": "Konudan",
  "about3": "Trend'e",
  "about4": "1980'den",
  "about5": "Bu", 
  "about6": "Yana ",
  "about7": "Dokuma ",
  "about28": "Mükemmelliği",
  "about8": "Kuruluş",
  "about9": "ve Liderlik",
  "about10": "Elhodaa & Eldabaa",
  "about11": "Textile, 1980 yılında Haj Ali Dabaa ve kurucu ortaklar Eng. Mostafa Eldabaa ve Sayın Omar Eldabaa. Şu anda şirket, vizyonu ve liderliğiyle şirketi yeni boyutlara taşıyan CEO'lar Haj Amin Eldabaa ve Mahmoud Dabaa tarafından yönetiliyor.",
  "about12": "Üretim Odaklılığı",
  "about13": "Uzmanlaşmak",
  "about14": "Pamuk",
  "about15": "ve",
  "about16": "polyester kumaşlar",
  "about17": "Elhodaa & Eldabaa'nın",
  "about18": "kalite ve yeniliğe olan bağlılığı, geniş ürün yelpazesiyle örneklenmektedir. Özellikle süper yumuşak kadife kumaşları lüks ve konforla eş anlamlı hale gelerek onları pazarda farklı kılıyor.",
  "about19": "Makineler",
  "about20": "180 adet yuvarlak örme makinesi, 10 adet çözgülü örme makinesi ve gelişmiş teknolojiye sahip altyapısı ile",
  "about21": "Karl Mayer",
  "about22": "ekipmanlarıyla şirket teknolojik ilerlemenin ön saflarında yer almaktadır. Bu modern makine, yüksek kaliteli kumaşların verimli bir şekilde üretilmesini sağlayarak tutarlılık ve mükemmellik sağlar",
  "about23": "Rekabet avantajı",
  "about24": "Süper yumuşak kadife kumaş üretimi, Elhodaa & Eldabaa Textile'in uzmanlığını sergilemenin yanı sıra onlara önemli bir rekabet avantajı da sağladı. Sürekli yenilik yaparak ve benzersiz kumaş çözümleri sunarak şirket, tekstil endüstrisindeki lider konumunu koruyor. Elhodaa & Eldabaa Textile, işçiliğe olan bağlılığı, en son teknolojiye yatırımı ve aralıksız mükemmellik arayışı sayesinde kendisini güvenilir bir isim olarak kabul ettirdi. Sektörde, dünya çapındaki müşterilerin gelişen ihtiyaçlarını karşılayan",
  "about25": "Daha fazla bilgi edin",
  "about26": "İHRACAT YAPTIĞIMIZ ÜLKELER",
  "contact1": "Alın",
  "contact2": "dokunmak",
  "contact3": "Mesai saatleri içerisinde ofisimizi ziyaret edebilirsiniz, ancak yardımın mevcut olduğundan emin olmak için lütfen önceden randevu ayarlayın.",
  "contact4": "Mesai saatleri içerisinde ofisimizi ziyaret edebilirsiniz, ancak yardımın mevcut olduğundan emin olmak için lütfen önceden randevu ayarlayın.",
  "contact5": "Yardım etmek için buradayız! Aşağıdaki kanallardan herhangi biri aracılığıyla bizimle iletişime geçmekten çekinmeyin",
  "home1": "EL HODA & ELDABİ TEX",
  "home2": "Sevgiyle yapılan kumaşlar",
  "home3": "EL HODA & ELDABİ TEX, 1980'den bu yana tekstil ve kumaş endüstrisini gururla şekillendiriyor. Zengin bir işçilik ve özveri geçmişiyle, kalite ve yeniliğe olan bağlılığımızı yansıtan birinci sınıf tekstiller sunuyoruz.",
  "home4": "Keşfetmek",
  "shop1": "Ürünlerimizi Keşfedin",
  "shop2": "Kapsamlı Koleksiyonumuzu Keşfedin: DTY, POY, FDY'de Kaliteli İşçilik. Pamuk & Polyester Uzmanlığıyla İdeal Kumaşınız Bekliyor. Mükemmellik için Şimdi Keşfedin!",
  "shop3": "DTY",
  "shop4": "Detaylar",
  "shop5": "Alev geciktirici",
  "shop6": "UV Dayanımı",
  "shop7": "Isıl direnç",
  "shop8": "Anti Bakteri",
  "shop9": "EL HODA & ELDABI, doğal elyaf ipliklerin görünümünü taklit eden, sahte bükümler, kıvrımlar ve daha fazlası dahil olmak üzere çeşitli tekstüre efektler oluşturmak için benzersiz şekilde işlenmiş DTY iplikleri sunuyor. Ek olarak, daha fazla çok yönlülük sağlamak için, eriyik boyalı renk seçenekleri de sunulmaktadır.",
  "shop10": "FDY",
  "shop11": "EL HODA & ELDABI FDY, çeşitli tekstil üretim süreçlerinde uygulanmak üzere astarlanmış, tamamen çekilmiş polyester iplikten oluşur. Color Max serisi altında 50'den 1200 denyeye ve 36'dan 192'ye kadar filament sayısını kapsayan 200'ün üzerinde eriyikten boyalı renk çeşidi sunan çok yönlülük özünde yer alır. Yüksek hızlarda üretim yapılabilen bu düz iplikler, standart tipe ek olarak yüksek ve düşük çekmeli varyasyonlara sahiptir.",
  "shop12": "POY",
  "shop13": "EL HODA & ELDABI POY, tekstüre etme, hava tekstüre etme ve iki aşamalı düz iplik üretimi gibi işlemler yoluyla çeşitli efektlerin elde edilmesi için kapsamlı olanaklar sunan, kısmen yönlendirilmiş bir ipliktir. Gelişmiş kişiselleştirme için eriyik boyalı seçenekler de sunulmaktadır.",
  "shop14": "daha fazla göster",
  "shop17": "Kategorilerimiz",
  "shop18": "Genişlik",
  "shop19": "Metrekare başına gram",
  "shop20": "",
  "menu1":"Ev",
  "menu2":"Galeri",
  "menu3":"Mağaza", 
  "menu4":"Hakkında",
  "menu5":"Bize Ulaşın"
}
